Repository: drunsinn/type2nc
Catalog: type2nc/locales/*/LC_MESSAGES/messages.po
Languages: de

source: Select Font File
de: Schrift-Datei

source: Select Destination Folder
de: Zielordner

source: Select Step Size
de: Schrittweite

source: Create Demo Files
de: Demo-Datei erstellen

source: Generate
de: Erstellen

source: ASCII 0x20-0x7E and Latin1 0x80-0xFF
de: ASCII 0x20-0x7E und Latin1 0x80-0xFF

source: General Punctuation 0x2000-0x206F
de: Allgemeine Satzzeichen 0x2000-0x206F

source: Symbols 0x2190-0x23FF & 0x2600-0x27BF
de: Symbole 0x2190-0x23FF & 0x2600-0x27BF

source: Lang 0x0370-0x077F & 0x4E00-0x9FFF
de: Sprachen 0x0370-0x077F & 0x4E00-0x9FFF

source: %d files selected
de: %d Dateien ausgewählt

source: No folder selected
de: Kein Ordner ausgewählt

source: Step Size
de: Schrittweite

source: Step Size between 0.001 (very fine) and 0.2 (very coarse) for converting Splines
de: Schrittweite zwischen 0.001 (sehr fein) and 0.2 (sehr grob) für Wandlung von Splines

source: No step size selected
de: Keine Schrittweite eingegeben

source: Missing parameter
de: Fehlender Parameter

source: No font files selected
de: Keine Schriftart asugewählt

source: No output folder selected
de: Kein Zielordner ausgewählt

source: Finished
de: Fertig

source: Finished processing all font files
de: Umwandlung aller Dateien abgeschlossen
